Repository: maurobio/ecolog
Catalog: languages/ECOLOG.*.po
Languages: es

# tmainform.dcaitem.hint
source: Análise de correspondências corrigida (DECORANA)
es: Análisis canónico de correspondencias

# tmainform.diversitybutton.caption
source: Diversidade
es: Diversidad

# tmainform.diversitybutton.hint
source: Análise de diversidade
es: Análisis de la diversidad

# tmainform.fileadditem.caption
source: Adicionar...
es: Añadir...

# tmainform.fileadditem.hint
source: Adicionar arquivo ao projeto atual
es: Añadir al proyecto actual

source: Modificar o projeto atual
es: Modificar el proyecto actual

# tmainform.filecloseitem.caption
source: &Fechar
es: &Cerrar

source: Fechar o projeto atual
es: Cerrar el proyecto actual

source: &Sair
es: &Salir

source: Encerrar o programa
es: Cerrar el programa

source: Exportar dados para outros programas
es: Exportar datos a otros programas

source: &Projeto
es: &Proyecto

# tmainform.filenewitem.caption
source: &Novo...
es: &Nuevo...

# tmainform.filenewitem.hint
source: Criar um novo projeto
es: Crear un nuevo proyecto

# tmainform.fileopenitem.hint
source: Abrir um projeto existente
es: Abrir un proyecto existente

# tmainform.filereloaditem.caption
source: &Recarregar
es: &Recargar

# tmainform.filereloaditem.hint
source: Recarregar o projeto atual
es: Recargar el proyecto actual

# tmainform.fileremoveitem.caption
source: Remover...
es: &Eliminar...

# tmainform.fileremoveitem.hint
source: Remover arquivo do projeto atual
es: Eliminar archivo del proyecto actual

# tmainform.filterbutton.hint
source: Definir filtro para exibição de registros
es: Configurar filtro para mostrar registros

# tmainform.findbutton.caption
source: &Pesquisar...
es: &Buscar...

# tmainform.findbutton.hint
source: Pesquisar registros na tabela atual
es: Buscar registros en la tabla actual

# tmainform.geocodebutton.caption
source: &Geocodificação...
es: &Geocodificación...

# tmainform.geocodebutton.hint
source: Verificar coordenadas geográficas
es: Verificar las coordenadas geográficas

# tmainform.helpaboutitem.caption
source: Sobre ECOLOG
es: Acerca de ECOLOG

source: Exibir informação sobre o programa
es: Mostrar información sobre el programa

source: Ajuda
es: A&yuda

# tmainform.kmitem.caption
source: K-Médias...
es: K-Medias...

# tmainform.kmitem.hint
source: Agrupamento pelo método de k-médias
es: Agrupamiento pelo método de k-medias

# tmainform.labelsbutton.hint
source: Etiquetas de coleta
es: Etiquetas de colecciones

# tmainform.namesbutton.hint
source: Verificar nomes
es: Verificar los nombres

# tmainform.newbutton.caption
source: &Novo...
es: &Nuevo...

# tmainform.newbutton.hint
source: Criar um novo projeto
es: Crear un nuevo proyecto

# tmainform.nmdsitem.caption
source: Escalonamento Multidimensional Não-Métrico...
es: Escalamiento Multidimensional No Métrico...

# tmainform.openbutton.hint
source: Abrir um projeto existente
es: Abrir un proyecto existente

# tmainform.ordinationbutton.caption
source: Ordenação
es: Ordenación

# tmainform.ordinationcaitem.caption
source: Análise de Correspondências...
es: Análisis de Correspondencias...

source: Análise de correspondências (CA)
es: Análisis de correspondencias (CA)

# tmainform.ordinationccaitem.caption
source: Análise de Correspondências Canônica...
es: Análisis de Correspondencias Canónica...

source: Análise de correspondências canônica (CCA)
es: Análisis de correspondencias canónica (CCA)

# tmainform.ordinationdcaitem.caption
source: Análise de Correspondências Corrigida...
es: Análisis Canónico de Correspondencias

# tmainform.ordinationdcaitem.hint
source: Análise de correspondências corrigida (DECORANA)
es: Análisis canónico de correspondencias

# tmainform.ordinationnmdsitem.caption
source: Escalonamento Multidimensional Não-Métrico...
es: Escalamiento Multidimensional No Métrico...

source: Escalonamento multidimensional não-métrico (NMDS)
es: Escalamiento multidimensional no métrico (NMDS)

# tmainform.ordinationpcaitem.caption
source: Análise de Componentes Principais...
es: Análisis de Componentes Principales...

source: Análise de componentes principais (PCA)
es: Análisis de componentes principales (PCA)

# tmainform.ordinationpcoitem.caption
source: Análise de Coordenadas Principais...
es: Análisis de Coordenadas Principales...

source: Análise de coordenadas principais (PCOA)
es: Análisis de cooordenadas principales (PCOA)

# tmainform.ordinationrdaitem.caption
source: Análise de Redundâncias...
es: Análisis de Redundancia...

source: Análise de redundâncias (RDA)
es: Análisis de redundancia (RDA)

# tmainform.pcaitem.caption
source: Análise de Componentes Principais...
es: Análisis de Componentes Principales...

# tmainform.raitem.caption
source: Análise de Redundâncias...
es: Análisis de Redundancia...

# tmainform.reloadbutton.caption
source: &Recarregar
es: &Recargar

# tmainform.reloadbutton.hint
source: Recarregar o projeto atual
es: Recargar el proyecto actual

# tmainform.removebutton.caption
source: Remover...
es: &Eliminar...

# tmainform.removebutton.hint
source: Remover arquivo do projeto atual
es: Eliminar archivo del proyecto actual

# tmainform.reportcatalogitem.hint
source: Catálogo das coletas
es: Catálogo de colecciones

# tmainform.reportchecklistitem.caption
source: &Geral...
es: &General...

# tmainform.reportchecklistitem.hint
source: Relatório geral de espécies
es: Informe general de especies

# tmainform.reportgeocodeitem.caption
source: &Geocodificação...
es: &Geocodificación...

# tmainform.reportgeocodeitem.hint
source: Verificar coordenadas geográficas
es: Verificar las coordenadas geográficas

# tmainform.reportlabelsitem.hint
source: Etiquetas de coleta
es: Etiquetas de colecciones

source: &Relatórios
es: &Informes

# tmainform.reportnamesitem.hint
source: Verificar nomes
es: Verificar los nombres

# tmainform.reportstatisticsitem.caption
source: E&statísticas...
es: E&stadísticas...

# tmainform.reportstatisticsitem.hint
source: Relatório estatístico
es: Informe estadístico

# tmainform.sahnitem.caption
source: Análise de Agrupamentos...
es: Análisis de Agrupamientos...

# tmainform.sahnitem.hint
source: Agrupamento por métodos sequenciais, aglomerativos e hierárquicos (SAHN)
es: Agrupamiento por métodos secuenciales, aglomerativos y jerárquicos

# tmainform.searchfilteritem.hint
source: Definir filtro para exibição de registros
es: Configurar filtro para mostrar registros

source: Cancelar o filtro atual
es: Cancelar el filtro actual

# tmainform.searchfinditem.caption
source: &Pesquisar...
es: &Buscar...

# tmainform.searchfinditem.hint
source: Pesquisar registros na tabela atual
es: Buscar registros en la tabla actual

source: &Dados
es: &Datos

# tmainform.searchsortitem.hint
source: Ordenar registros da tabela atual
es: Ordenar los registros en la tabla actual

# tmainform.sortbutton.hint
source: Ordenar registros da tabela atual
es: Ordenar los registros en la tabla actual

# tmainform.statisticsbutton.caption
source: E&statísticas...
es: E&stadísticas...

# tmainform.statisticsbutton.hint
source: Relatório estatístico
es: Informe estadístico

source: Análise de Similaridade...
es: Análisis de Similitudes...

source: Análise de similaridade (ANOSIM)
es: Análisis de similitudes (ANOSIM)

source: Combinação de Variáveis...
es: Combinación de Variables...

source: Combinação de variáveis (BIOENV)
es: Combinación de variables (BIOENV)

# tmainform.testsbutton.caption
source: Testes
es: Pruebas

source: Porcentagem de Similaridade...
es: Porcentaje de Similitud...

source: Porcentagem de similaridade (SIMPER)
es: Porcentaje de similitud (SIMPER)

# tmainform.twspitem.caption
source: Análise de Espécies Indicadoras...
es: Análisis de Especies Indicadoras...

# tmainform.twspitem.hint
source: Agrupamento divisivo pelo método de análise de espécies indicadoras (TWINSPAN)
es: Agrupamiento diivisivo pelo método de espécies indicadoras

source: Em &Cascata
es: En &Cascada

# tmainform.windowcloseitem.caption
source: &Fechar
es: &Cerrar

source: &Janela
es: &Ventana

source: &Próxima
es: &Seguiente

source: Lado a Lado &Horizontal
es: Mosaico &Horizontal

source: Lado a Lado &Vertical
es: Mosaico &Vertical

# tnmdsdlg.cancelbutton.caption
source: Cancelar
es: Cancel

# tnmdsdlg.caption
source: Opções
es: Opciones

source: Configuração Inicial:
es: Ajuste inicial:

source: Número de Interações:
es: Número de Iteraciones:

# tnmdsdlg.labeltransform.caption
source: Transformação:
es: Transformación:

source: Setor:
es: Sector:

source: Endereço:
es: Dirección:

source: Responsável:
es: Responsable:

source: Informações do Projeto
es: Información del Proyecto

source: Cidade:
es: Ciudad:

source: Descrição:
es: Descripción:

source: Altitude/Profundidade:
es: Altitud/Profundidad:

source: Apoio:
es: Apoyo:

source: Instituição:
es: Institución:

source: Localidade:
es: Ubicación:

source: Telefone:
es: Teléfono:

source: Município:
es: Municipio:

source: Função:
es: Función:

source: Tamanho (unidade):
es: Tamaño (unidad)

# tprojectdlg.statelabel.caption
source: Estado:
es: Municipio:

source: Contato
es: Contacto:

source: Descrição
es: Descripción:

source: Localização
es: Localización:

# trdadlg.caption
source: Opções
es: Opciones

source: Inércia:
es: Inercia:

# trdadlg.labeltransform.caption
source: Transformação:
es: Transformación:

# tsimperdlg.cancelbutton.caption
source: Cancelar
es: Cancel

# tsimperdlg.caption
source: Opções
es: Opciones

# tsimperdlg.labelnperm.caption
source: Número de Permutações:
es: Número de Permutaciones;

# tsimperdlg.labeltransform.caption
source: Transformação:
es: Transformación:

# ttwspdlg.cancelbutton.caption
source: Cancelar
es: Cancel

# ttwspdlg.caption
source: Opções
es: Opciones

source: Número máximo de níveis de divisão (0 - 15):
es: Número máximo de niveles de división (0 - 15):

source: Tamanho mínimo de grupo por divisão (2 -10000):
es: Tamaño mínimo del grupo por división (2 -10000):

source: Número de níveis de corte:
es: Número de niveles de corte:

source: Pseudoespécies
es: Pseudoespecies

source: Nível de Corte
es: Nivel de Corte

# twinsp.strsamples
source: Amostras
es: Muestras

# twinsp.strspecies
source: Espécies
es: Especies

source: ANÁLISE DE ESPÉCIES INDICADORAS
es: ANÁLISIS DE ESPECIES INDICADORAS
