Repository: maurobio/ecolog
Catalog: languages/ECOLOG.*.po
Languages: es

source: Sistema de Banco de Dados para Levantamentos Ecológicos de Campo.
es: Sistema de Base de Datos para Estudios Ecológico de Campo.

# about.strinformation
source: Informação do Sistema
es: Información del Sistema

# about.strwebsite
source: Página do ECOLOG na Internet
es: Página del ECOLOG en Internet

source: ANÁLISE DE SIMILARIDADE
es: ANÁLISIS DE SIMILITUDES

# anosim.strcoefavgeuclidean
source: Euclidiana normalizada
es: Euclidiano normalizado

# anosim.strcoefsqreuclidean
source: Euclidiana quadrada
es: Euclidiano cuadrado

# anosim.strnperm
source: Número de Permutações:
es: Número de Permutaciones;

# anosim.strsamples
source: Amostras
es: Muestras

# anosim.strspecies
source: Espécies
es: Especies

# anosim.strtransform
source: Transformação:
es: Transformación:

# anosim.strtransformarcsin
source: Arcosseno
es: Arcsen

# anosim.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# anosim.strtransformnone
source: Sem Transformação
es: Sin Transformación

# anosim.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

# bioenv.strbioenv
source: COMBINAÇÃO DE VARIÁVEIS
es: COMBINACIÓN DE VARIABLES

# bioenv.strcoefavgeuclidean
source: Euclidiana normalizada
es: Euclidiano normalizado

# bioenv.strcoefsqreuclidean
source: Euclidiana quadrada
es: Euclidiano cuadrado

source: Número Máximo de Parâmetros:
es: Número Máximo de Parámetros:

source: Métrica:
es: Métrico:

# bioenv.strsamples
source: Amostras
es: Muestras

# bioenv.strspecies
source: Espécies
es: Especies

# bioenv.strtransform
source: Transformação:
es: Transformación:

# bioenv.strtransformarcsin
source: Arcosseno
es: Arcsen

# bioenv.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# bioenv.strtransformnone
source: Sem Transformação
es: Sin Transformación

# bioenv.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

# ca.straxis
source: EIXO
es: EJE

source: ANÁLISE DE CORRESPONDÊNCIAS
es: ANÁLISIS DE CORRESPONDENCIAS

# ca.strscalesamples
source: Amostras
es: Muestras

# ca.strscalespecies
source: Espécies
es: Especies

# ca.strscalesymmetric
source: Simétrica
es: Simétrico

# ca.strtransform
source: Transformação:
es: Transformación:

# ca.strtransformarcsin
source: Arcosseno
es: Arcsen

# ca.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# ca.strtransformnone
source: Sem Transformação
es: Sin Transformación

# ca.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

# cca.straxis
source: EIXO
es: EJE

source: ANÁLISE DE CORRESPONDÊNCIAS CANÔNICA
es: ANÁLISIS DE CORRESPONDENCIAS CANÓNICA

# cca.strchisquared
source: Qui-Quadrado
es: Chi Cuadrado

# cca.strinertia
source: Inércia
es: Inercia

# cca.strscalesamples
source: Amostras
es: Muestras

# cca.strscalespecies
source: Espécies
es: Especies

# cca.strscatterplot
source: DIAGRAMA DE DISPERSÃO
es: DIAGRAMA DE DISPERSIÓN

# cca.strtransform
source: Transformação:
es: Transformación:

# cca.strtransformarcsin
source: Arcosseno
es: Arcsen

# cca.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# cca.strtransformnone
source: Sem Transformação
es: Sin Transformación

# cca.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

# cca.strvariables
source: Variáveis:
es: Variables:

source: Ligação completa (CLM)
es: Ligamiento completo (CLM)

source: ANÁLISE DE AGRUPAMENTOS
es: ANÁLISIS DE AGRUPAMIENTOS

# cluster.strcoefavgeuclidean
source: Euclidiana normalizada
es: Euclidiano normalizado

# cluster.strcoefsqreuclidean
source: Euclidiana quadrada
es: Euclidiano cuadrado

# cluster.strcorrelation
source: Correlação
es: Correlación

source: Distância
es: Diatancia

# cluster.strsamples
source: Amostras
es: Muestras

source: Ligação única (SLM)
es: Ligamiento simples (SLM)

# cluster.strspecies
source: Espécies
es: Especies

# cluster.strtransform
source: Transformação:
es: Transformación:

# cluster.strtransformarcsin
source: Arcosseno
es: Arcsen

# cluster.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# cluster.strtransformnone
source: Sem Transformação
es: Sin Transformación

# cluster.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

source: Ligação média (UPGMA)
es: Ligamiento promedio (UPGMA)

source: Ligação ponderada (WPGMA)
es: Ligamiento ponderado (WPGMA)

# dca.straxis
source: EIXO
es: EJE

# dca.strdca
source: ANÁLISE DE CORRESPONDÊNCIAS CORRIGIDA
es: ANÁLISIS CANÓNICO DE CORRESPONDENCIAS

source: AUTOVALORES CORRIGIDOS
es: AUTOVALORES CANÓNICOS

# dca.strsamples
source: Amostras
es: Muestras

# dca.strscalesamples
source: Amostras
es: Muestras

# dca.strscalespecies
source: Espécies
es: Especies

# dca.strscalesymmetric
source: Simétrica
es: Simétrico

# dca.strscatterplot
source: DIAGRAMA DE DISPERSÃO
es: DIAGRAMA DE DISPERSIÓN

# dca.strspecies
source: Espécies
es: Especies

source: ANÁLISE DE DIVERSIDADE
es: ANÁLISIS DE DIVERSIDAD

source: CURVA DE RAREFAÇÃO
es: CURVA DE RAREFACCIÓN

# diversity.strsample
source: LOCAL
es: MUESTRA

# diversity.strsamples
source: Amostras
es: Muestras

source: NÚMERO DE AMOSTRAS
es: NUMERO DE MUESTRAS

# diversity.strspecies
source: Espécies
es: Especies

source: Maior
es: Mayor

source: Maior ou Igual
es: Mayor o Igual

source: Menor ou Igual
es: Menor o Igual

source: Contendo
es: Contiene

source: Ponto
es: Punto

source: Quadrante
es: Cuadrante

source: Coleta Aleatória
es: Colección Random

source: Estação
es: Estación

source: Transecção
es: Transección

source: Número de Agrupamentos:
es: Número de Agrupamientos:

# kmeans.strcoefavgeuclidean
source: Euclidiana normalizada
es: Euclidiano normalizado

# kmeans.strcoefsqreuclidean
source: Euclidiana quadrada
es: Euclidiano cuadrado

# kmeans.strconfig
source: Configuração Inicial:
es: Ajuste inicial:

source: DISTÂNCIA
es: DISTANCIA

# kmeans.striter
source: Número de Iterações:
es: Número de Iteraciones:

source: K-MÉDIAS
es: K-MEDIAS

source: Número Inicial de Partições:
es: Número Inicial de Particiones:

# kmeans.strsamples
source: Amostras
es: Muestras

# kmeans.strspecies
source: Espécies
es: Especies

# kmeans.strtransform
source: Transformação:
es: Transformación:

# kmeans.strtransformarcsin
source: Arcosseno
es: Arcsen

# kmeans.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# kmeans.strtransformnone
source: Sem Transformação
es: Sin Transformación

# kmeans.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

source: Deseja adicionar planilhas ao projeto?
es: ¿Desea añadir hojas de cálculo al proyecto?

source: Adicionar
es: Añadir

source: Arquivo RDE/BRAHMS
es: Archivo RDE/BRAHMS

source: Número de oolunas da planilha deve ser maior ou igual a 4
es: El número de oolunas de la hoja de cálculo debe ser mayor o igual a 4

source: Confirmação
es: Confirmación

source: Não foi detectada uma conexão com a Internet
es: No se detectó conexión a Internet

source: CSV (separado por vírgulas) (*.csv)|*.csv
es: CSV (separado por comas) (*.csv)|*.csv

source: O projeto não contém arquivos de dados
es: El proyecto no contiene archivos de datos

source: Planilha de Dados
es: Hoja de Datos

source: Formato da Data
es: Formato de Fecha

source: Remover
es: &Eliminar...

source: Descritores
es: Descriptores

source: Metadados em EML
es: Metadatos EML

# main.strerror
source: Erro
es: Error

source: Dados gravados no arquivo: %s para %d amostras(s) e %d espécie(s)
es: Datos guardados en el archivo: %s para %d muestra(s) e %d especie(s)

source: Dados gravados no arquivo: %s para %d família(s), %d espécie(s) e %d indivíduo(s)
es: Datos guardados en el archivo: %s para %d familia(s), %d especie(s) e %d individuo(s)

source: Dados gravados no arquivo: %s para %d família(s), %d espécie(s), %d indivíduo(s) e %d amostras(s)
es: Datos guardados en el archivo: %s para %d familia(s), %d especie(s), %d invididuo(s) e %d muestra(s)

source: Metadados gravados no arquivo: %s
es: Metadatos guardados en el archivo: %s

source: %d registros gravados no arquivo: %s
es: %d registros guardados en el archivo: %s

source: Famílias
es: Familias

source: Deseja filtrar os registros?
es: ¿Desea filtrar los registros?

source: Arquivos do Fitopac 1
es: Archivos Fitopac 1

source: Arquivos Fitopac 1 (*.dad)|*.dad
es: Archivos Fitopac 1 (*.dad)|*.dad

source: Arquivo do Fitopac 2
es: Archivo Fitopac 2

source: Arquivos Fitopac 2 (*.fpd)|*.fpd
es: Archivos Fitopac 2 (*.fpd)|*.fpd

source: Extenso
es: Amplia

source: Gêneros
es: Géneros

source: Deseja construir gráfico?
es: ¿Quieres crear un gráfico?

source: Relatórios (*.htm *.html)|*.htm;*html
es: Informes (*.htm *.html)|*.htm;*html

source: Informação
es: Información

source: Caracter inválido no nome da coluna %d (%s)
es: Carácter no válida en el %d de nombre de columna (%s)

source: Tipo de levantamento deve ser parcela ou quadrante
es: Tipo del encuesta debe ser parcela o cuadrante

source: Projetos (*.json)|*.json
es: Proyectos (*.json)|*.json

source: Coordenadas em KML
es: Coordenadas KML

source: Não há coordenadas geográficas na planilha
es: No hay coordenadas geográficas en la hoja de datos

source: Não há descritores na planilha
es: No hay descriptores en la hoja de datos

source: Campos insuficientes para geração do relatório
es: Campos insuficientes para la generación de informes

source: Não há sequências na planilha
es: No hay secuencias en la hoja de datos

# main.strnotexecute
source: Erro na execução do programa %s.
es: Error al ejecutar el programa % s.

source: Não há variáveis na planilha
es: No hay variables el la hoja de datos

source: Abrir arquivo existente
es: Abrir un archivo existente

source: Planilha
es: Hoja de Cálculo

source: quadrante
es: cuadrante

source: Deseja encerrar o programa?
es: ¿Desea salir de lo programa?

source: Selecione diretório do R
es: Seleccionar directorio R

source: Relatório Estatístico
es: Informe Estadístico

source: R não instalado ou não encontrado.
es: R no instalado o no encontrado.

source: Salvar arquivo como
es: Guardar archivo como

source: Pesquisar
es: Buscar

source: Digite o texto a ser pesquisado:
es: Introduzca el texto a buscar:

source: Sequências
es: Secuencias

source: Planilhas (*.csv *.ods *.tsv *.xls *.xlsx)|*.csv;*.ods;*.tsv;*.xls;*.xlsx
es: Hojas de cálculo (*.csv *.ods *.tsv *.xls *.xlsx)|*.csv;*.ods;*.tsv;*.xls;*.xlsx

source: Locais
es: Muestras

# main.strspecies
source: Espécies
es: Especies

source: Padrão
es: Predeterminada

source: Estatísticas:
es: Estadísticas:

source: Texto não encontrado
es: Texto no encontrado

source: Variáveis
es: Variables

source: O projeto não contém uma planilha de variáveis
es: El proyecto no contiene una hoja de variables

source: Planilha de Variáveis
es: Hoja de Variables

source: Esta opção está disponível apenas para MS-Windows.
es: Esta opción sólo está disponible para MS-Windows.

# nmds.strcoefavgeuclidean
source: Euclidiana normalizada
es: Euclidiano normalizado

# nmds.strcoefsqreuclidean
source: Euclidiana quadrada
es: Euclidiano cuadrado

# nmds.strconfig
source: Configuração Inicial:
es: Ajuste inicial:

source: Coordenadas Principais
es: Coordenadas Principales

source: Aleatória
es: Aleatoria

source: DIMENSÃO
es: DIMENSIÓN

# nmds.striter
source: Número de Iterações:
es: Número de Iteraciones:

source: ESCALONAMENTO MULTIDIMENSIONAL NÃO-MÉTRICO
es: ESCALAMIENTO MULTIDIMENSIONAL NO METRICO

# nmds.strsamples
source: Amostras
es: Muestras

# nmds.strspecies
source: Espécies
es: Especies

# nmds.strtransform
source: Transformação:
es: Transformación:

# nmds.strtransformarcsin
source: Arcosseno
es: Arcsen

# nmds.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# nmds.strtransformnone
source: Sem Transformação
es: Sin Transformación

# nmds.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

# pca.straxis
source: EIXO
es: EJE

source: Dados Centrados
es: Datos Centrados

# pca.strcorrelation
source: Correlação
es: Correlación

source: Covariância
es: Covarianza

source: ANÁLISE DE COMPONENTES PRINCIPAIS
es: ANÁLISIS DE COMPONENTES PRINCIPALES

# pca.strsamples
source: Amostras
es: Muestras

# pca.strscatterplot
source: DIAGRAMA DE DISPERSÃO
es: DIAGRAMA DE DISPERSIÓN

source: GRÁFICO DE DECLIVIDADE
es: SCREEPLOT

# pca.strspecies
source: Espécies
es: Especies

source: Dados Estandardizados
es: Datos Normalizados

# pca.strtransform
source: Transformação:
es: Transformación:

# pca.strtransformarcsin
source: Arcosseno
es: Arcsen

# pca.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# pca.strtransformnone
source: Sem Transformação
es: Sin Transformación

# pca.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

source: VARIÂNCIA
es: VARIANZA

# pco.straxis
source: EIXO
es: EJE

# pco.strcoefavgeuclidean
source: Euclidiana normalizada
es: Euclidiano normalizado

# pco.strcoefsqreuclidean
source: Euclidiana quadrada
es: Euclidiano cuadrado

source: ANÁLISE DE COORDENADAS PRINCIPAIS
es: ANÁLISIS DE COORDENADAS PRINCIPALES

# pco.strsamples
source: Amostras
es: Muestras

# pco.strscatterplot
source: DIAGRAMA DE DISPERSÃO
es: DIAGRAMA DE DISPERSIÓN

# pco.strspecies
source: Espécies
es: Especies

# pco.strtransform
source: Transformação:
es: Transformación:

# pco.strtransformarcsin
source: Arcosseno
es: Arcsen

# pco.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# pco.strtransformnone
source: Sem Transformação
es: Sin Transformación

# pco.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

# rda.straxis
source: EIXO
es: EJE

# rda.strcorrelation
source: Correlação
es: Correlación

# rda.strinertia
source: Inércia
es: Inercia

source: ANÁLISE DE REDUNDÂNCIAS
es: ANÁLISIS DE REDUNDANCIA

# rda.strscalesamples
source: Amostras
es: Muestras

# rda.strscalespecies
source: Espécies
es: Especies

# rda.strscalesymmetric
source: Simétrica
es: Simétrico

# rda.strscatterplot
source: DIAGRAMA DE DISPERSÃO
es: DIAGRAMA DE DISPERSIÓN

# rda.strtransform
source: Transformação:
es: Transformación:

# rda.strtransformarcsin
source: Arcosseno
es: Arcsen

# rda.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# rda.strtransformnone
source: Sem Transformação
es: Sin Transformación

# rda.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

# rda.strvariables
source: Variáveis:
es: Variables:

source: Variância
es: Varianza

source: Acessória
es: Accesorio

source: Acidental
es: Accidental

source: CATEGORIA
es: CATEGORÍA

source: Verificar Nomes
es: Comprobar Nomes

source: NOMES VERIFICADOS
es: NOMBRES COMPROBADOS

source: Verificando nomes...
es: Comprobando nomes...

source: CÓDON
es: CODON

source: Frequência de CÓDONS
es: Frecuencia de CODONS

source: códon(s)
es: codon(s)

source: Data:
es: Fecha:

source: DESCRITOR
es: DESCRIPTOR

source: descritor(es)
es: descriptor(es)

source: Estatística de DESCRITORES
es: Estadística de DESCRIPTORES

source: DIVERSIDADE
es: DIVERSIDAD

source: Análise de DIVERSIDADE
es: Análisis de DIVERSIDAD

# report.strerror
source: Erro
es: Error

source: EQUITABILIDADE
es: EQUIDAD

source: Equitabilidade (J) =
es: Equidad (J) =

source: família(s)
es: familia(s)

source: Estatística de FAMÍLIAS
es: Estadística de FAMILIAS

source: FREQUÊNCIA DE ESPÉCIES POR FAMÍLIA
es: FRECUENCIA DE ESPECIES POR FAMILIA

source: gênero(s)
es: genero(s)

source: GÊNERO
es: GÉNERO

source: Estatística de GÊNEROS
es: Estadística de GÉNEROS

source: FREQUÊNCIA DE ESPÉCIES POR GÊNERO
es: FREQUÊNCIA DE ESPECIES POR GÉNERO

source: LOCALIDADE
es: UBICACIÓN

source: MÉDIA
es: MEDIA

source: -- sem registro
es: -- sin registro

# report.strnotexecute
source: Erro na execução do programa %s.
es: Error al ejecutar el programa % s.

source: Composição de NUCLEOTÍDEOS
es: Composición de NUCLEÓTIDOS

source: % DE RECUPERAÇÃO/TOTAL:
es: % DE RECUPERACIÓN/TOTAL:

source: CURVA DO COLETOR
es: CURVA DEL COLECTOR

source: AMOSTRAS
es: MUESTRAS

source: NÚMERO CUMULATIVO DE ESPÉCIES
es: NÚMERO ACUMULADO DE ESPECIES

source: Projeto:
es: Proyecto:

source: Mun.
es: Proyecto:

source: CATÁLOGO DE COLETAS
es: CATÁLOGO DE COLECCIONES

source: RELATÓRIO DE VERIFICAÇÃO NOMENCLATURAL
es: INFORME DE VERIFICACIÓN NOMENCLATURAL

source: Data -
es: Fecha -

source: RELATÓRIO GERAL DE ESPÉCIES
es: INFORME GENERAL DE LAS ESPECIES

source: RELATÓRIO DE GEOCODIFICAÇÃO
es: INFORME DE GEOCODIFICACIÓN

source: RELATÓRIO ESTATÍSTICO
es: INFORME ESTADISTICO

source: NÚMERO DE REGISTROS RECUPERADOS:
es: NÚMERO DE REGISTROS OBTENIDOS:

# report.strsample
source: LOCAL
es: MUESTRA

source: locais
es: muestras

source: Estatística de LOCAIS
es: Estadística de MUESTRAS

source: sequência(s)
es: secuencia(s)

source: Estatística de SEQUÊNCIAS
es: Estadística de SECUENCIAS

source: ESPÉCIE
es: ESPECIE

source: espécie(s)
es: especie(s)

source: RIQUEZA DE ESPÉCIES
es: RIQUEZA DE ESPECIES

source: Estatística de ESPÉCIES
es: Estadística de ESPECIES

source: FREQUÊNCIA DE INDIVÍDUOS POR ESPÉCIE
es: FRECUENCIA DE INDIVÍDUOS POR ESPECIE

source: DESVIO-PADRÃO
es: DESVIACIÓN ESTÁNDAR

source: Tipo de Levantamento:
es: Tipo de Encuesta:

source: NOMES SUSPEITOS
es: NOMBRES SOSPECHOS

source: -- sinônimo de
es: -- sinónimo de

source: TOTAL DE SINÔNIMOS =
es: TOTAL DE SINÓNIMOS =

source: ÍNDICE DE QUALIDADE TAXONÔMICA =
es: INDICE DE CALIDAD TAXONOMICA =

source: TOTAL DE CÓDONS =
es: TOTAL DE CODONS =

source: TOTAL DE DESCRITORES =
es: TOTAL DE DESCRIPTORES =

source: TOTAL DE GÊNEROS =
es: TOTAL DE GÉNEROS =

source: TOTAL DE NOMES =
es: TOTAL DE NOMBRES =

source: TOTAL DE REGISTROS ARMAZENADOS:
es: TOTAL DE REGISTROS ALMACENADOS:

source: TOTAL DE LOCAIS =
es: TOTAL DE MUESTRAS =

source: TOTAL DE SEQUÊNCIAS =
es: TOTAL DE SECUENCIAS =

source: TOTAL DE ESPÉCIES =
es: TOTAL DE ESPECIES =

source: TOTAL DE NOMES SUSPEITOS =
es: TOTAL DE NOMBRES SOSPECHOS =

source: TOTAL DE VARIÁVEIS =
es: TOTAL DE VARIABLES =

source: TOTAL DE REGISTROS NÃO-GEOCODIFICADOS =
es: TOTAL DE REGISTROS NO GEOCODIFICADOS =

source: UNIDADE
es: UNIDAD

source: Desconhecido
es: Desconocido

source: -- nome válido
es: -- nombre válido

source: TOTAL DE NOMES VÁLIDOS =
es: TOTAL DE NOMBRES VÁLIDOS =

# report.strvariable
source: VARIÁVEL
es: VARIABLE

source: variáveis
es: variables

source: Estatística de VARIÁVEIS AMBIENTAIS
es: Estadística de VARIABLES AMBIENTALES

source: FREQUÊNCIA RELATIVA (%)
es: FRECUENCIA RELATIVA (%)

# simper.strnperm
source: Número de Permutações:
es: Número de Permutaciones;

# simper.strsamples
source: Amostras
es: Muestras

source: PORCENTAGEM DE SIMILARIDADE
es: PORCENTAJE DE SIMILITUD

# simper.strspecies
source: Espécies
es: Especies

# simper.strtransform
source: Transformação:
es: Transformación:

# simper.strtransformarcsin
source: Arcosseno
es: Arcsen

# simper.strtransformcommonlog
source: Logaritmo comum (base 10)
es: Logaritmo común (base 10)

# simper.strtransformnone
source: Sem Transformação
es: Sin Transformación

# simper.strtransformsqrt
source: Raiz quadrada
es: Raíz cuadrada

# taboutbox.caption
source: Sobre ECOLOG
es: Acerca de ECOLOG

# taboutbox.information.caption
source: Informação do Sistema
es: Información del Sistema

source: OS:
es: SO:

# taboutbox.website.caption
source: Página do ECOLOG na Internet
es: Página del ECOLOG en Internet

# tanosimdlg.cancelbutton.caption
source: Cancelar
es: Cancel

# tanosimdlg.caption
source: Opções
es: Opciones

# tanosimdlg.labelnperm.caption
source: Número de Permutações:
es: Número de Permutaciones;

# tanosimdlg.labeltransform.caption
source: Transformação:
es: Transformación:

# tbioenvdlg.cancelbutton.caption
source: Cancelar
es: Cancel

# tbioenvdlg.caption
source: Opções
es: Opciones

source: Número Máximo de Parâmetros:
es: Número Máximo de Parámetros:

source: Métrica:
es: Métrico:

# tbioenvdlg.labeltransform.caption
source: Transformação:
es: Transformación:

# tccadlg.cancelbutton.caption
source: Cancelar
es: Cancel

# tccadlg.caption
source: Opções
es: Opciones

# tccadlg.labeltransform.caption
source: Transformação:
es: Transformación:

# tclusterdlg.cancelbutton.caption
source: Cancelar
es: Cancel

source: Métodos de Agrupamento
es: Métodos de Agrupamiento

# tclusterdlg.labeltransform.caption
source: Transformação:
es: Transformación:

# tdcadlg.cancelbutton.caption
source: Cancelar
es: Cancel

# tdcadlg.caption
source: Opções
es: Opciones

source: Análise Corrigida (DCA)
es: Análisis Canónico (DCA)

source: Reduzir peso de espécies raras
es: Reducir el peso de especies raras

source: Rescalonamento
es: Reescalonación

# tdcadlg.labelrescaling.caption
source: Número de eixos:
es: Número de ejes:

# tfilterdlg.cancelbtn.caption
source: Cancelar
es: Cancel

source: Definir Filtro
es: Configurar filtro para mostrar registros

source: Limpar lista de condições
es: Limpiar lista de condiciones

source: Excluir condição
es: Excluir condición

source: Incluir condição
es: Incluir condición

source: Lista de Condições:
es: Lista de Condiciones:

source: E
es: Y

source: Ou
es: O

# tgroupdlg.cancelbutton.caption
source: Cancelar
es: Cancel

# tkmeansdlg.cancelbutton.caption
source: Cancelar
es: Cancel

# tkmeansdlg.caption
source: Opções
es: Opciones

source: Número de agrupamentos:
es: Número de agrupamientos:

source: Número de Iterações:
es: Número de Iteraciones:

source: Número inicial de partições:
es: Número inicial de particiones:

# tkmeansdlg.labeltransform.caption
source: Transformação:
es: Transformación:

# tmainform.addbutton.caption
source: Adicionar...
es: Añadir...

# tmainform.addbutton.hint
source: Adicionar arquivo ao projeto atual
es: Añadir al proyecto actual

# tmainform.analysisclusteritem.caption
source: Agrupamento
es: Agrupamiento...

# tmainform.analysisclusteritem.hint
source: Análise de agrupamentos
es: Análisis de agrupamientos

# tmainform.analysisdiversityitem.caption
source: Diversidade
es: Diversidad

# tmainform.analysisdiversityitem.hint
source: Análise de diversidade
es: Análisis de la diversidad

source: &Análises
es: &Análisis

# tmainform.analysisordinationitem.caption
source: Ordenação
es: Ordenación

# tmainform.analysistestsitem.caption
source: Testes
es: Pruebas

# tmainform.caitem.caption
source: Análise de Correspondências...
es: Análisis de Correspondencias...

# tmainform.catalogbutton.hint
source: Catálogo das coletas
es: Catálogo de colecciones

# tmainform.ccaitem.caption
source: Análise de Correspondências Canônica...
es: Análisis de Correspondencias Canónica...

# tmainform.checklistbutton.caption
source: &Geral...
es: &General...

# tmainform.checklistbutton.hint
source: Relatório geral de espécies
es: Informe general de especies

# tmainform.clusterbutton.caption
source: Agrupamento
es: Agrupamiento...

# tmainform.clusterbutton.hint
source: Análise de agrupamentos
es: Análisis de agrupamientos

# tmainform.clusterkmeansitem.caption
source: K-Médias...
es: K-Medias...

# tmainform.clusterkmeansitem.hint
source: Agrupamento pelo método de k-médias
es: Agrupamiento pelo método de k-medias

# tmainform.clustersahnitem.caption
source: Análise de Agrupamentos...
es: Análisis de Agrupamientos...

# tmainform.clustersahnitem.hint
source: Agrupamento por métodos sequenciais, aglomerativos e hierárquicos (SAHN)
es: Agrupamiento por métodos secuenciales, aglomerativos y jerárquicos

# tmainform.clustertwspitem.caption
source: Análise de Espécies Indicadoras...
es: Análisis de Especies Indicadoras...

# tmainform.clustertwspitem.hint
source: Agrupamento divisivo pelo método de análise de espécies indicadoras (TWINSPAN)
es: Agrupamiento diivisivo pelo método de espécies indicadoras

# tmainform.dcaitem.caption
source: Análise de Correspondências Corrigida...
es: Análisis Canónico de Correspondencias
